[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Hrant Ohanyan
VERSION=3.2.0

[Language]
LANGUAGE=Armenian 
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x042B

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Ֆայլ
CUSTOMIZE=&Կարգավորել
EXIT=&Դուրս գալ
EDIT=&Խմբագրել
COPY=&Պատճենել
FUNCTION=&Ֆունկցիա
HIDE_SMART_INFO=Թաքցնել &S.M.A.R.T. տեղեկությունը
HIDE_SERIAL_NUMBER=Թաքցնել հաջորդսկան &համարը
SHOW_DRIVE_LETTER=Ցույց տալ &бհատորի տառը
ADVANCED_DISK_SEARCH=&Պնակների ընդլայնված փնտրում
EVENT_LOG=&Իրադարձությունները
AAM_APM_CONTROL=Ղեկավարել AA&M/APM
AUTO_AAM_APM_ADAPTION=AAM/A&PM-ի ինքնակարգավորում
RESIDENT=Բացել Գործակալին
STARTUP=&Ինքնաբացում
OPEN_DISK_MANAGEMENT=Բացել "&Պնակի կառավարիչը"
OPEN_DEVICE_MANAGER=Բացել "&Սարքերի կառավարիչը"
ADVANCED_FEATURE=Ընդլայնված &կարգավորումները
REFRESH=&Թարմացնել
RESCAN=Վերա&բեռնել
DISABLE=&Անջտ.
AUTO_REFRESH=&Ինքնաթարմացում
AUTO_REFRESH_TARGET=Ընտրվածի &ինքնաթարմացում
AUTO_REFRESH_TARGET_ALL_DISK=Ինքնաթարմացում՝ ընտրել բոլոր պնակները
AUTO_REFRESH_UNTARGET_ALL_DISK=Ինքնաթարմացում՝ հանել ընտրումը
WAIT_TIME_AT_STARTUP=&Հետաձգել բացումը
GRAPH=&Տեսքը
THEME=&Թեման
DISK=&Պնակը
HELP=&Օգնություն
HELP_ABOUT=&CrystalDiskInfo ծրագրի մասին
HELP_ABOUT_SMART=&S.M.A.R.T. տեխնոլոգիայի մասին (Wikipedia) [Web]
LANGUAGE=Լեզուն
ITEM=&Կետը
TEMPERATURE_TYPE=&Ջերմաստիճանի միավորը
CELSIUS=Ցելսիուս (°C)
FAHRENHEIT=Ֆարենգեյթ (°F)
HEALTH_STATUS_SETTING=&Սահմանել առողջության կարգավիճակը

;Graph
OPTION=&Ընտրանքներ
LEGEND_POSITION=&Դիրքը
NORTH_WEST=Հյուսիս-արևմուտք
NORTH_EAST=Հյուսիս-արևելք
SOUTH_WEST=Հարավ-արևմուտք
SOUTH_EAST=Հարավ-արևելք
MAX_PLOT_POINT=Մաքսիմալ կետը
TIME_FORMAT=&Ժամանակի ձևաչափը
PAINT_WEEKEND=Ցույց տալ 
ALL=&Բոլորը

;2.7.0
COPY_OPTION=Պատճենել &ընտրանքը
RESIDENT_STYLE=Մշտական &ոճը
MINIMIZE=Թաքցնել
HIDE=Թաքցնել

;3.0.0
ZOOM=&Չափը
AUTO=&Ծրագրային
ATTRIBUTE=&Հատկությունը

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=վայր.
MINUTE=րոպե։
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Դուրս գալ
REFRESH=Թարմացնել
RESIDENT=Բացել Գործակալը
ENABLE=Միացնել
DISABLE=Անջտ.
ENABLE_ALL=Միացնել բոլորը
DISABLE_ALL=Անջատել բոլորը
AUTO_REFRESH_TARGET=Ընտրված է ինքնաթարմացում
AUTO_REFRESH_TARGET_ALL_DISK=Ինքնաթարմացում՝ ընտրել բոլոր պնակները
AUTO_REFRESH_UNTARGET_ALL_DISK=Ինքնաթարմացում՝ հանել ընտրումը
ALARM_SETTING_TEMPERATURE=ՏԱԳՆԱՊ՝ ջերմաստիճանը
ALARM_SETTING_HEALTH_STATUS=ՏԱԳՆԱՊ՝ տեխնիկական վիճակը
SHOW_MAIN_WINDOW=Ցույց տալ գլխավոր պատուհանը
SHOW_TEMPERATURE_ICON=Ցույց տալ ջերմաստիճանը
SHOW_ALL_TEMPERATURE_ICON=Ցույց տալ բոլորի ջերմաստիճանը
HIDE_ALL_TEMPERATURE_ICON=Թաքցնել ջերմաստիճանը
COLLECTIVE_SETTING=Ընդհանուր կարգավորումներ
GRAPH=Տեսքը
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Ցույց տալ միայն ջերմաստիճանի ցուցիչը

[DiskStatus]
GOOD=Լավ
CAUTION=Ուշադրություն!
BAD=Վատ
UNKNOWN=Հայտնի չէ
DISK=Պնակը

[Dialog]
LIST_ID=ID
LIST_CURRENT=Գործողը
LIST_WORST=Վատագույնը
LIST_THRESHOLD=Սահմանը
LIST_RAW_VALUES=Hex նշանակում
;LIST_DESCRIPTION=Նկարագրությունը
LIST_ATTRIBUTE_NAME=Հատկանիշի անունը

FIRMWARE=Ներդրիչի տարբերակը
SERIAL_NUMBER=Համարը
INTERFACE=Տեսքը
STANDARD=Ստանդարտը
TRANSFER_MODE=Տվյալների փոխանցման տեսքը
BUFFER_SIZE=Հիշոցի ծավալը
NV_CACHE_SIZE=NV հիշոցի ծավալը
TEMPERATURE=Ջերմաստիճանը
POWER_ON_HOURS=Աշխատանքի ընդհանուր ժամանակը
POWER_ON_COUNT=Միացումների քանակը
DRIVE_LETTER=Հատորի տառը
FEATURE=Ընտրանքներ
HEALTH_STATUS=Տեխնիկական վիճակը

UNKNOWN=անհայտ
POWER_ON_COUNT_UNIT=անգամ
POWER_ON_HOURS_UNIT=ժ.
POWER_ON_DAYS_UNIT=օր

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Կոշտ պնակների ձևաչափերը
DETECT_DISK=Որոշել պնակը
PLEASE_ENABLE_WMI=Միացնել WMI-ն (Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Վերաբեռնեք ծրագիրը՝ թեման փոխելու համար
DISK_NOT_FOUND=Պնակներ չեն գտնվել

[Alarm]
ALARM_TEMPERATURE=ՏԱԳՆԱՊ՝ ջերմաստիճանը
ALARM_HEALTH_STATUS=ՏԱԳՆԱՊ՝ տեխնիկական վիճակը
DEGRADATION=Փոքրացում
RECOVERY=Վերականգնել
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Ընտրեք կետը
ACTUAL_VALUE=Փաստացի նշանակությւոնը (Hex նշանակությունը)
NORMALIZED_VALUE=Նորմալացված նշանակությւոնը (Գործողը)
ALL_ON=Միշտ միաց.
ALL_OFF=Միշտ անջ.
RESET=Թողնել

[Customize]
LINE_COLOR=Տողերի գույնը
BACKGROUND_IMAGE=Ֆոնը
SUPPORTED_IMAGE_FORMAT=ПԱջակցվող պատկերները
ALL_FILES=Բոլոր ֆայլերը

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Կամանց (80h)
AAM_HIGH=Արտադրողական (FEh) ->
AAM_RECOMMEND=Երաշխավորվող
APM_LOW=<- Տնտեսող (01h)
APM_HIGH=Արտադրողական (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=CrystalDiskInfo ծրագրի մասին
GRAPH=Տեսքը
CUSTOMIZE=Կազմաձևել
VERSION_INFORMATION=Տարբերակը
AAM_APM_CONTROL=AAM/APM ղեկավարում
HEALTH_STATUS_SETTING=Առողջության վիճակի կարգավորումները

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Կանխելու սահմանը
APPLY=Կիրառել
DEFAULT=Լռելայն

[Smart]
UNKNOWN=Հայտնի չէ
VENDOR_SPECIFIC=Vendor Specific
01=Կարդալու սխալ
02=Արտադրողականությունը
03=Բացելու ժամանակը
04=Պտտիչի բացումները/կանգնեցումները
05=Հատվածի վերանշանակում
06=Ալիքը կարդալու պահեստը
07=Դիրքավորման սխալներ
08=Որոնման ժամանակը
09=Աշխատանքի ժամանակը (ժամ)
0A=Կրկնակի փորձեր
0B=Վերափոխման փորձեր
0C=Միացումների քանակը
0D=Կարդալու ծրագրային սխալներ
BE=Օդային հոսանքի ջերմաստիճանը
BF=Սխալներ՝ հարվածային ճնշման
C0=Սնուցման անջատման մերժում
C1=Բեռնման/հանման փուլերը
C2=Ջերմաստիճանը
C3=ECC վերականգնում
C4=Գործողության վերանշանակում
C5=Փոխելու հատվածները
C6=Հատվածների չուղվող սխալներ
C7=UltraDMA CRC սխալներ
C8=Գրելու սխալներ
C9=Գրելու ծրագրային սխալներ
CA=Տվյալների հասցեագրման սխալներ
CB=Բացելու սխալներ
CC=Ծրագրային ECC ուղղումներ
CD=Ջերմաստիճանային փոփոխություններ
CE=Կախման աստիճանը
CF=Գործողը
D0=Պտտման ձայնը
D1=Ոչ ցանցային որոնում
D3=Շարժում՝ գրելիս
D4=Շարժում գրելիս
DC=Պնակի շարժում
DD=Սխալներ՝ հարվածներից (G-Sense)
DE=Աշխատանքի ժամանակը (ժամ)
DF=Բեռնման/հանման կրկնություններ
E0=Շփման ուժը բեռնման ժամանակ
E1=Բեռնման/հանման փուլերը
E2=Բեռնման ժամանակը
E3=Պտտման ուժեղացում
E4=Դադարներ՝ անջատելիս
E6=GMR գլխիկի ամպլիտուդան
E7=Ջերմաստիճանը
F0=Գլխիկի ցուցադրման ժամանակը (ժամ)
FA=Կարդալիս՝ սխալների քանակը
;Added 3.0
B8=Սխալ
BB=Սխալներ
BC=Ժամանակից դուրս
BD=Արագ գրումներ
FE=Ազատ անկման պաշտպանություն
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Կարդալու սխալ
02=Արտադրողականությունը
03=Ժմանակը բացելու
04=Պտտիչի բացումները/կանգնեցումները
05=Հատվածի վերանշանակում
06=Ալիքը կարդալու պահեստը
07=Դիրքավորման սխալներ
08=Որոնման ժամանակը
09=Աշխատանքի ժամանակը (ժամ)
0A=Կրկնակի փորձեր
0B=Վերափոխման փորձեր
0C=Միացումների քանակը
0D=Կարդալու ծրագրային սխալներ
C0=Անջատվելուց հրաժարման արդյունքը
C2=Ջերմաստիճանը
C4=Գործողության վերանշանակում
C5=Փոխելու հատվածները
C6=Հատվածների չուղվող սխալներ
; CrystalDiskInfo assign
FF=Մնացած կյանքը

[SmartMtron]
BB=Ջնջելու ընդհանուր քանակը

[SmartIndlinx]
01=Կարդալու սխալ
09=Հզորությունը միացնել ժամով
0C=Սարքի հզորության հաշվարկ
B8=Վատ հատվածների նախնական արդյունքը
C3=Ծրագրի ձախողման դիմադրելու արդյունքը
C4=Ջնջելու ձախողմանը դիմադրելու արդյունքը
C5=Կարդալու ձախողմանը դիմադրելու արդյունքը
C6=Կարդացված հատվածների ընդհանուր քանակը
C7=Գրելու հատվածների ընդհանուր քանակը
C8=Կարդալու հրամանների ընդհանուր քանակը
C9=Գրելու հրամանների ընդհանուր քանակը
CA=Սխալ բիթերի ընդհանուր քանակը
CB=Կարդալու հրամանների ընդհանուր քանակը՝ ճշգրտված բիթերով
CC=Վատ դիմադրության ամբողջական նշանակությունը
CD=PE հաշվելու մաքսիմում քանակը
CE=Ջնջումների մինիմում քանակը
CF=Ջնջումների մաքսիմում քանակը
D0=Ջնջումների միջին քանակը
D1=Մնացել է ժամանակ

[SmartJMicron60x]
09=Հզորությունը միացնել ժամով
0C=Սարքի հզորության հաշվարկ
C2=Ջերմաստիճանը
E5=System ID, Flash ID
E8=Տարբերակը.
E9=ECC կորցված գրանցում
EA=Ջնջման միջին հաշվարկը, Մաք հաշվարկը
EB=Բլոկի հաշվարկը

[SmartIntel]
03=Ժմանակը բացելու
04=Պտտիչի բացումները/կանգնեցումները
05=Հատվածի վերանշանակում
09=Հզորությունը միացնել ժամով
0C=Սարքի հզորության հաշվարկ
C0=Անջատվելուց հրաժարման արդյունքը
E1=Գլխավորապես գրվել են
E8=Հասանելի պահեստային ազատ տեղը
E9=Միջավայրի մաշվածության ցուցիչ
B8=Այս տվյալների անդադար սխալների հաճախականությունը

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Հզորությունը միացնել ժամով
0C=Սարքի հզորության հաշվարկ
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Ջերմաստիճանը
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life